Repository: RevenueCat/purchases-ios
Catalog: RevenueCatUI/Resources/*.lproj/Localizable.strings
Languages: eu, sr

source: OK
eu: Ados
sr: У реду

# All subscriptions
source: All plans
eu: Harpidetza guztiak
sr: Све претплате

source: Privacy
eu: Pribatutasuna
sr: Приватност

source: Privacy policy
eu: Pribatutasun politika
sr: Политика приватности

source: Purchases restored successfully!
eu: Erosketak behar bezala berreskuratu dira!
sr: Куповине су успешно враћене!

source: Restore
eu: Berreskuratu
sr: Врати

source: Restore purchases
eu: Berreskuratu erosketak
sr: Врати куповине

source: Terms
eu: Baldintzak
sr: Услови

source: Terms and conditions
eu: Erabilera baldintzak
sr: Услови коришћења

source: Annual
eu: Urtekoa
sr: Годишња

source: 6 Month
eu: 6 hilabete
sr: 6 месеци

source: 3 Month
eu: 3 hilabete
sr: 3 месеца

source: 2 Month
eu: 2 hilabete
sr: 2 месеца

source: Monthly
eu: Hilabetekoa
sr: Месечна

source: Weekly
eu: Astekoa
sr: Недељно

source: Lifetime
eu: Betiko
sr: Доживотна

source: %d%% off
eu: %%d%%%% deskontua
sr: %d%% попуста

source: Continue
eu: Jarraitu
sr: Настави

# Default_offer_details_with_intro_offer
source: Start your {{ sub_offer_duration }} trial, then {{ total_price_and_per_month }}.
eu: Hasi zure {{ sub_offer_duration }} probako aldia, gero {{ total_price_and_per_month }}.
sr: Започните пробни период од {{ sub_offer_duration }}, затим {{ total_price_and_per_month }}.
